/*Инициализируй JS*/
window.onload=function(){

/*Повесь на кнопку онклик*/


/* Создай блок для боковой панели */
/* ..для Стилизации */
/* Вставь в ДОМ */
let chipsField = document.createElement("div");
chipsField.id = "chips-field";
document.body.appendChild(chipsField);


/*Онклик функция: а)Получить значение из инпут */
/*б) создать блок-контейнер для значения;*/
/*в) Добавить блоку класс для Стилизации;*/
/*г) Текст из инпут поместить внутрь;*/
/*д) Проверь исправность добавлением в боди;*/

/* Если боковой панели нет: е) создай */
/* ж) вставь блок с текстом */
/* з) ЧЕРЕЗ 3сек убери блок*/
/* и) если нет блоков внутри панели удалить панель */

}